 INSERT INTO AUCTION_NOTICE (NOTICE_TITLE,
                            NOTICE_CONTENT,
                            NOTICE_DATE)
     VALUES ('AuConTION 홈페이지 개설',
             '개설완료!',
             TO_DATE ('01/03/2016 00:00:00', 'MM/DD/YYYY HH24:MI:SS'));
INSERT INTO AUCTION_NOTICE (NOTICE_TITLE,
                            NOTICE_CONTENT,
                            NOTICE_DATE)
     VALUES ('신규 직원 채용공고 (2016. 03. 02까지)',
             '[채용공고]신규직원 <br/>
				* 지원자격:<br/>
				1. 프로그램 전공자(4년제) 또는  2년이상 경력자 (신입, 경력)<br/>
                2. 통계학 전공자(4년제) 또는  2년이상 경력자 (신입, 경력)<br/>
				3. 연령제한 없음<br/>
				4. 연봉 500원<br/>
				<br/>
				* 채용부서: 웹디자인팀, DB팀, 웹프로그래밍팀<br/>
				* 채용인원: 0000명 <br/>
				* 모집기간: 2016. 3. 2 (당일 12:00 ~ 12:30까지) <br/>
				* 접수처 : 백악관 302호 <br/>
					(이력서, 자기소개서, 사진, 연락처 첨부) <br/>
				* 합격여부 : 당일 즉시 통보 <br/>
				* 접수된 서류는 일체 반환되지 않습니다. <br/>
				<br/>
				<br/>
				담당자: 채용공고팀 팀장 이순신 <br/>
				문의: 999)1111-2222',
             TO_DATE ('01/03/2016 00:00:00', 'MM/DD/YYYY HH24:MI:SS'));
INSERT INTO AUCTION_NOTICE (NOTICE_TITLE,
                            NOTICE_CONTENT,
                            NOTICE_DATE)
     VALUES ('옥션 (웹사이트) - 위키백과',
             '옥션<br/>
			  주소 : 	www.auction.co.kr <br/>
			  사이트 종류 :	온라인 쇼핑몰 <br/>
			  사용 언어 : 한국어 <br/>
			  소유자 :	이베이코리아<br/>
			  시작일 :	1998년 4월<br/>
			  현재 상태 :	운영 중<br/>
			<br/>
			옥션(영어: Auction)은 오혁을 중심으로, 1998년에 오픈된 대한민국 전자상거래 시장에서 최초로 인터넷 경매 서비스를 제공한 오픈 마켓 사이트이다.<br/>
			2001년에 미국 이베이에 인수되어 ㈜이베이옥션이 되었다. 2011년에 ㈜이베이G마켓과 합병하여 ㈜이베이코리아로 출범했다.<br/>
			원래 경매 및 공동구매를 사업모델로 영위하던 사이트였지만 2002년 개편과 함께 온라인 마켓으로 사업모델을 바꾸고 ‘우리가 만드는 열린시장, 옥션’이라는 슬로건을 내걸었다.<br/>
			<br/>
			목차  [숨기기]<br/>
			1	사업모델<br/>
			2	사건 및 사고<br/>
			2.1	옥션 개인정보 유출 사건<br/>
			3	스폰서<br/>
			4	같이 보기<br/>
			5	각주<br/>
			6	바깥 고리<br/>
			<br/>
			사업모델[편집]<br/>
			옥션의 사업모델에 가장 큰 변화가 있었던 것은 2002년 3월로, 경매와 공동구매만으로는 사업 수익성을 최대화할 수 없다고 판단, 온라인 마켓플레이스로 사업 구조를 개편했다.<br/>
			공동구매 등은 매출은 높아지지만 비용도 많이 들기 때문에 수익성이 낮기 때문이었다. 즉 판매자들이 물건을 직접 기획하고 등록해서 운영하는 이마켓플레이스로 사업모델을 개편한 것인데 개편과 함께 2002년 2분기부터 흑자로 전환한 옥션은 2005년부터 영업이익률이 30%를 육박하기 시작했다.<br/>',
            TO_DATE ('01/03/2017 00:00:00', 'MM/DD/YYYY HH24:MI:SS'));
INSERT INTO AUCTION_NOTICE (NOTICE_TITLE,
                            NOTICE_CONTENT,
                            NOTICE_DATE)
     VALUES ('[더미 데이터]를 찾아라',
             '터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터,<br/>
             	터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터,<br/>
             	너미데이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터,<br/>
             	터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터,<br/>
             	터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 더미테이더, 터미네이터, 터미네이터, 더미데어터, 더이데이터, 터미네이터,<br/>
             	터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터,<br/>
             	터미네이터, 더미데이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터,<br/>
             	터미네이터, 터미네이터, 터미네이터, 터미네이터, 더미네이터, 터미네이터, 터미네이터, 터미네이터, 터미데이터, 터미네이터, 터미네이터,<br/>
             	터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터,<br/>
             	터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터,<br/>
             	터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터,<br/>
             	터미네이터, 더미데이더, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 더미대이터, 터미네이터,<br/>
             	터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미데이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 터미네이터, 더미데이티,<br/>
			 ',
             SYSDATE - 1);
INSERT INTO AUCTION_NOTICE (NOTICE_TITLE,
                            NOTICE_CONTENT,
                            NOTICE_DATE)
     VALUES ('[공지] 세로 테스트 ',
             	'01테스트 공지<br/>
			    02 테스트 공지<br/>
			    03테스트 공지<br/>
			    04테스트 공지<br/>
			    05테스트 공지<br/>
			    06테스트 공지<br/>
			    07테스트 공지<br/>
			    08테스트 공지<br/>
			    09테스트 공지<br/>
			  10<br/>
			    11테스트 공지<br/>
			    12테스트 공지<br/>
			    13테스트 공지<br/>
			    14테스트 공지<br/>
			    15테스트 공지<br/>
			    16테스트 공지<br/>
			    17테스트 공지<br/>
			    18테스트 공지<br/>
			    19테스트 공지<br/>
			20<br/>
			    21테스트 공지<br/>
			    22테스트 공지<br/>
			    23테스트 공지<br/>
			    24테스트 공지<br/>
			    25테스트 공지<br/>
			    26테스트 공지<br/>
			    27테스트 공지<br/>
			    28테스트 공지<br/>
			    29테스트 공지<br/>
			30<br/>
			    31테스트 공지<br/>
			    32테스트 공지<br/>
			    33테스트 공지<br/>
			    34테스트 공지<br/>
			    35테스트 공지<br/>
			    36테스트 공지<br/>
			    37테스트 공지<br/>
			    38테스트 공지<br/>
			    39테스트 공지<br/>
			40<br/>
			    41테스트 공지<br/>
			    42테스트 공지<br/>
			    43테스트 공지<br/>
			    44테스트 공지<br/>
			    45테스트 공지<br/>
			    46테스트 공지<br/>
			    47테스트 공지<br/>
			    48테스트 공지<br/>
			    49테스트 공지<br/>
			50<br/>
			51 세로 테스트 끝!
			 ',
             SYSDATE - 0.5);
INSERT INTO AUCTION_NOTICE (NOTICE_TITLE,
                            NOTICE_CONTENT,
                            NOTICE_DATE)
     VALUES ('[공지] 가로 테스트 ',
             	'1234567890123456789212345678931234567894123456789512345678961234567897123456789812345678991234567890
             	1234567890123456789212345678931234567894123456789512345678961234567897123456789812345678991234567890<br/>
				숫자[200자]<br/>
				일이삼사오육칠팔구십일이삼사오육칠팔구이일이삼사오육칠팔구삼일이삼사오육칠팔구사일이삼사오육칠팔구오일이삼사오육칠팔구육일이삼사오육칠팔구칠일이삼사오육칠팔구팔일이삼사오육칠팔구구일이삼사오육칠팔구백
				일이삼사오육칠팔구십일이삼사오육칠팔구이일이삼사오육칠팔구삼일이삼사오육칠팔구사일이삼사오육칠팔구오일이삼사오육칠팔구육일이삼사오육칠팔구칠일이삼사오육칠팔구팔일이삼사오육칠팔구구일이삼사오육칠팔구백<br/>
			 	한글[200자]<br/>
			 ',
             SYSDATE);
COMMIT;